[GatherInfo]
$*gatherLevelInfo-1-name_k=Collection Skilled 1
$*gatherLevelInfo-2-name_k=Collection Skilled 2
$*gatherLevelInfo-3-name_k=Collection Skilled 3
$*gatherLevelInfo-4-name_k=Collection Skilled 4
$*gatherLevelInfo-5-name_k=Collection Skilled 5
$*gatherLevelInfo-6-name_k=Collection Skilled 6
$*gatherLevelInfo-7-name_k=Collection Skilled 7
$*gatherLevelInfo-8-name_k=Collection Skilled 8
$*gatherLevelInfo-1-description=Increases the more chance to acquire high-grade craft materials based on the Collection Skilled level.
$*gatherLevelInfo-2-description=Increases the more chance to acquire high-grade craft materials based on the Collection Skilled level.
$*gatherLevelInfo-3-description=Increases the more chance to acquire high-grade craft materials based on the Collection Skilled level.
$*gatherLevelInfo-4-description=Increases the more chance to acquire high-grade craft materials based on the Collection Skilled level.
$*gatherLevelInfo-5-description=Increases the more chance to acquire high-grade craft materials based on the Collection Skilled level.
$*gatherLevelInfo-6-description=Increases the more chance to acquire high-grade craft materials based on the Collection Skilled level.
$*gatherLevelInfo-7-description=Increases the more chance to acquire high-grade craft materials based on the Collection Skilled level.
$*gatherLevelInfo-8-description=Increases the more chance to acquire high-grade craft materials based on the Collection Skilled level.
$*V2GatherLevelInfo-plant_lv1-name_k=Apprentice Gatherer
$*V2GatherLevelInfo-plant_lv2-name_k=Skilled Gatherer
$*V2GatherLevelInfo-plant_lv3-name_k=Expert Gatherer
$*V2GatherLevelInfo-plant_lv4-name_k=Master of Gathering
$*V2GatherLevelInfo-mine_lv1-name_k=Apprentice Miner
$*V2GatherLevelInfo-mine_lv2-name_k=Skilled Miner
$*V2GatherLevelInfo-mine_lv3-name_k=Expert Miner
$*V2GatherLevelInfo-mine_lv4-name_k=Master of Mining
$*V2GatherLevelInfo-plant_lv1-description=<font color='#e4f365'>Gathering Speed</font><br>\n ·  No increase<br><br>\n<font color='#e4f365'>Chance of Acquisition</font><br>\n ·  No increase<br>
$*V2GatherLevelInfo-plant_lv2-description=<font color='#e4f365'>Gathering Speed</font><br>\n ·  Increased by 10%<br><br>\n<font color='#e4f365'>Chance of Acquisition</font><br>\n ·  No increase<br>
$*V2GatherLevelInfo-plant_lv3-description=<font color='#e4f365'>Gathering Speed</font><br>\n ·  Increased by 10%<br>\n ·  Increased by additional 10%<br><br>\n<font color='#e4f365'>Chance of Acquisition</font><br>\n ·  Increased by a small amount<br>
$*V2GatherLevelInfo-plant_lv4-description=<font color='#e4f365'>Gathering Speed</font><br>\n ·  Increased by 10%<br>\n ·  Increased by an additional 10%<br>\n·  Increased by an additional 10%<br><br>\n<font color='#e4f365'>Chance of Acquisition</font><br>\n ·  Increased by a small amount<br>\n ·  Increased by a small additional amount<br>
$*V2GatherLevelInfo-mine_lv1-description=<font color='#e4f365'>Mining Speed</font><br>\n ·  No increase<br><br>\n<font color='#e4f365'>Chance of Acquisition</font><br>\n ·  No increase<br>
$*V2GatherLevelInfo-mine_lv2-description=<font color='#e4f365'>Mining Speed</font><br>\n ·  Increased by 10%<br><br>\n<font color='#e4f365'>Chance of Acquisition</font><br>\n ·  No increase<br>
$*V2GatherLevelInfo-mine_lv3-description=<font color='#e4f365'>Mining Speed</font><br>\n ·  Increased by 10%<br>\n ·  Increased by an additional 10%<br><br>\n<font color='#e4f365'>Chance of Acquisition</font><br>\n ·  Increased by a small amount<br>
$*V2GatherLevelInfo-mine_lv4-description=<font color='#e4f365'>Mining Speed</font><br>\n ·  Increased by 10%<br>\n ·  Increased by an additional 10%<br>\n·  Increased by an additional 10%<br><br>\n<font color='#e4f365'>Chance of Acquisition</font><br>\n ·  Increased by a small amount<br>\n ·  Increased by a small additional amount<br>
$*gatherCategoryInfo-plant-description=Plant collection Tool
$*gatherCategoryInfo-mine-description=Mineral collection Tool
$*gatherInfo-gather_flower-description=
$*gatherInfo-gather_flowerB-description=
$*gatherInfo-gather_iron_lv1-description=Iron Ore lv1
$*gatherInfo-gather_iron_lv2-description=Iron Ore lv2
$*gatherInfo-gather_iron_lv3-description=Iron Ore lv3
$*gatherInfo-gather_iron_lv4-description=Iron Ore lv4
$*gatherInfo-gather_iron_lv5-description=Iron Ore lv5
$*gatherInfo-gather_copper_lv1-description=Copper Ore lv1
$*gatherInfo-gather_copper_lv2-description=Copper Ore lv2
$*gatherInfo-gather_copper_lv3-description=Copper Ore lv3
$*gatherInfo-gather_copper_lv4-description=Copper Ore lv4
$*gatherInfo-gather_copper_lv5-description=Copper Ore lv5
$*gatherInfo-gather_silver_lv3-description=Silver Ore lv3
$*gatherInfo-gather_silver_lv4-description=Silver Ore lv4
$*gatherInfo-gather_silver_lv5-description=Silver Ore lv5
$*gatherInfo-gather_silver_lv6-description=Silver Ore lv6
$*gatherInfo-gather_silver_lv7-description=Silver Ore lv7
$*gatherInfo-gather_silver_lv8-description=Silver Ore lv8
$*gatherInfo-gather_gold_lv4-description=Gold Ore lv4
$*gatherInfo-gather_gold_lv5-description=Gold Ore lv5
$*gatherInfo-gather_gold_lv6-description=Gold Ore lv6
$*gatherInfo-gather_gold_lv7-description=Gold Ore lv7
$*gatherInfo-gather_gold_lv8-description=Gold Ore lv8
$*gatherInfo-gather_meteorite_lv6-description=Meteorite lv6
$*gatherInfo-gather_meteorite_lv7-description=Meteorite lv7
$*gatherInfo-gather_meteorite_lv8-description=Meteorite lv8
$*gatherInfo-gather_bush_lv1-description=Bush lv1
$*gatherInfo-gather_bush_lv2-description=Bush lv2
$*gatherInfo-gather_bush_lv3-description=Bush lv3
$*gatherInfo-gather_bush_lv4-description=Bush lv4
$*gatherInfo-gather_bush_lv5-description=Bush lv5
$*gatherInfo-gather_bush_lv6-description=Bush lv6
$*gatherInfo-gather_bush_lv7-description=Bush lv7
$*gatherInfo-gather_bush_lv8-description=Bush lv8
$*gatherInfo-gather_tree_tropic_coconut_lv1-description=Tropical Coconut Tree lv1
$*gatherInfo-gather_tree_tropic_coconut_lv2-description=Tropical Coconut Tree lv2
$*gatherInfo-gather_tree_tropic_coconut_lv3-description=Tropical Coconut Tree lv3
$*gatherInfo-gather_tree_tropic_coconut_lv4-description=Tropical Coconut Tree lv4
$*gatherInfo-gather_tree_tropic_coconut_lv5-description=Tropical Coconut Tree lv5
$*gatherInfo-gather_tree_tropic_coconut_lv6-description=Tropical Coconut Tree lv6
$*gatherInfo-gather_tree_tropic_coconut_lv7-description=Tropical Coconut Tree lv7
$*gatherInfo-gather_tree_tropic_coconut_lv8-description=Tropical Coconut Tree lv8
$*gatherInfo-gather_tree_tropic_banana_lv1-description=Tropical Banana Tree lv1
$*gatherInfo-gather_tree_tropic_banana_lv2-description=Tropical Banana Tree lv2
$*gatherInfo-gather_tree_tropic_banana_lv3-description=Tropical Banana Tree lv3
$*gatherInfo-gather_tree_tropic_banana_lv4-description=Tropical Banana Tree lv4
$*gatherInfo-gather_tree_tropic_banana_lv5-description=Tropical Banana Tree lv5
$*gatherInfo-gather_tree_tropic_banana_lv6-description=Tropical Banana Tree lv6
$*gatherInfo-gather_tree_tropic_banana_lv7-description=Tropical Banana Tree lv7
$*gatherInfo-gather_tree_tropic_banana_lv8-description=Tropical Banana Tree lv8
$*gatherInfo-gather_tree_warm_apple_lv1-description=Temperate Apple Tree lv1
$*gatherInfo-gather_tree_warm_apple_lv2-description=Temperate Apple Tree lv2
$*gatherInfo-gather_tree_warm_apple_lv3-description=Temperate Apple Tree lv3
$*gatherInfo-gather_tree_warm_apple_lv4-description=Temperate Apple Tree lv4
$*gatherInfo-gather_tree_warm_apple_lv5-description=Temperate Apple Tree lv5
$*gatherInfo-gather_tree_warm_apple_lv6-description=Temperate Apple Tree lv6
$*gatherInfo-gather_tree_warm_apple_lv7-description=Temperate Apple Tree lv7
$*gatherInfo-gather_tree_warm_apple_lv8-description=Temperate Apple Tree lv8
$*gatherInfo-gather_tree_warm_peach_lv1-description=Temperate Peach Tree lv1
$*gatherInfo-gather_tree_warm_peach_lv2-description=Temperate Peach Tree lv2
$*gatherInfo-gather_tree_warm_peach_lv3-description=Temperate Peach Tree lv3
$*gatherInfo-gather_tree_warm_peach_lv4-description=Temperate Peach Tree lv4
$*gatherInfo-gather_tree_warm_peach_lv5-description=Temperate Peach Tree lv5
$*gatherInfo-gather_tree_warm_peach_lv6-description=Temperate Peach Tree lv6
$*gatherInfo-gather_tree_warm_peach_lv7-description=Temperate Peach Tree lv7
$*gatherInfo-gather_tree_warm_peach_lv8-description=Temperate Peach Tree lv8
$*gatherInfo-gather_tree_cold_cranberry_lv1-description=Cold Cranberry Tree lv1
$*gatherInfo-gather_tree_cold_cranberry_lv2-description=Cold Cranberry Tree lv2
$*gatherInfo-gather_tree_cold_cranberry_lv3-description=Cold Cranberry Tree lv3
$*gatherInfo-gather_tree_cold_cranberry_lv4-description=Cold Cranberry Tree lv4
$*gatherInfo-gather_tree_cold_cranberry_lv5-description=Cold Cranberry Tree lv5
$*gatherInfo-gather_tree_cold_cranberry_lv6-description=Cold Cranberry Tree lv6
$*gatherInfo-gather_tree_cold_cranberry_lv7-description=Cold Cranberry Tree lv7
$*gatherInfo-gather_tree_cold_cranberry_lv8-description=Cold Cranberry Tree lv8
$*gatherInfo-gather_tree_cold_blueberry_lv1-description=Cold Blueberry Tree lv1
$*gatherInfo-gather_tree_cold_blueberry_lv2-description=Cold Blueberry Tree lv2
$*gatherInfo-gather_tree_cold_blueberry_lv3-description=Cold Blueberry Tree lv3
$*gatherInfo-gather_tree_cold_blueberry_lv4-description=Cold Blueberry Tree lv4
$*gatherInfo-gather_tree_cold_blueberry_lv5-description=Cold Blueberry Tree lv5
$*gatherInfo-gather_tree_cold_blueberry_lv6-description=Cold Blueberry Tree lv6
$*gatherInfo-gather_tree_cold_blueberry_lv7-description=Cold Blueberry Tree lv7
$*gatherInfo-gather_tree_cold_blueberry_lv8-description=Cold Blueberry Tree lv8
$*gatherInfo-gather_tree_waste_lv1-description=Wilderness Tree lv1
$*gatherInfo-gather_tree_waste_lv2-description=Wilderness Tree lv2
$*gatherInfo-gather_tree_waste_lv3-description=Wilderness Tree lv3
$*gatherInfo-gather_tree_waste_lv4-description=Wilderness Tree lv4
$*gatherInfo-gather_tree_waste_lv5-description=Wilderness Tree lv5
$*gatherInfo-gather_tree_waste_lv6-description=Wilderness Tree lv6
$*gatherInfo-gather_tree_waste_lv7-description=Wilderness Tree lv7
$*gatherInfo-gather_tree_waste_lv8-description=Wilderness Tree lv8
$*gatherInfo-gather_wheat_lv1-description=Wheat lv1
$*gatherInfo-gather_wheat_lv2-description=Wheat lv2
$*gatherInfo-gather_wheat_lv3-description=Wheat lv3
$*gatherInfo-gather_wheat_lv4-description=Wheat lv4
$*gatherInfo-gather_wheat_lv5-description=Wheat lv5
$*gatherInfo-gather_wheat_lv6-description=Wheat lv6
$*gatherInfo-gather_wheat_lv7-description=Wheat lv7
$*gatherInfo-gather_wheat_lv8-description=Wheat lv8
$*gatherInfo-gather_barley_lv1-description=Barley lv1
$*gatherInfo-gather_barley_lv2-description=Barley lv2
$*gatherInfo-gather_barley_lv3-description=Barley lv3
$*gatherInfo-gather_barley_lv4-description=Barley lv4
$*gatherInfo-gather_barley_lv5-description=Barley lv5
$*gatherInfo-gather_barley_lv6-description=Barley lv6
$*gatherInfo-gather_barley_lv7-description=Barley lv7
$*gatherInfo-gather_barley_lv8-description=Barley lv8
$*gatherInfo-gather_corn_lv1-description=Corn lv1
$*gatherInfo-gather_corn_lv2-description=Corn lv2
$*gatherInfo-gather_corn_lv3-description=Corn lv3
$*gatherInfo-gather_corn_lv4-description=Corn lv4
$*gatherInfo-gather_corn_lv5-description=Corn lv5
$*gatherInfo-gather_corn_lv6-description=Corn lv6
$*gatherInfo-gather_corn_lv7-description=Corn lv7
$*gatherInfo-gather_corn_lv8-description=Corn lv8
$*gatherInfo-gather_rice_lv1-description=Rice lv1
$*gatherInfo-gather_rice_lv2-description=Rice lv2
$*gatherInfo-gather_rice_lv3-description=Rice lv3
$*gatherInfo-gather_rice_lv4-description=Rice lv4
$*gatherInfo-gather_rice_lv5-description=Rice lv5
$*gatherInfo-gather_rice_lv6-description=Rice lv6
$*gatherInfo-gather_rice_lv7-description=Rice lv7
$*gatherInfo-gather_rice_lv8-description=Rice lv8
$*gatherInfo-gather_mint_lv1-description=Mint lv1
$*gatherInfo-gather_mint_lv2-description=Mint lv2
$*gatherInfo-gather_mint_lv3-description=Mint lv3
$*gatherInfo-gather_mint_lv4-description=Mint lv4
$*gatherInfo-gather_mint_lv5-description=Mint lv5
$*gatherInfo-gather_mint_lv6-description=Mint lv6
$*gatherInfo-gather_mint_lv7-description=Mint lv7
$*gatherInfo-gather_mint_lv8-description=Mint lv8
$*gatherInfo-gather_chilly_lv1-description=Chili lv1
$*gatherInfo-gather_chilly_lv2-description=Chili lv2
$*gatherInfo-gather_chilly_lv3-description=Chili lv3
$*gatherInfo-gather_chilly_lv4-description=Chili lv4
$*gatherInfo-gather_chilly_lv5-description=Chili lv5
$*gatherInfo-gather_chilly_lv6-description=Chili lv6
$*gatherInfo-gather_chilly_lv7-description=Chili lv7
$*gatherInfo-gather_chilly_lv8-description=Chili lv8
$*gatherInfo-gather_saffron_lv1-description=Saffron lv1
$*gatherInfo-gather_saffron_lv2-description=Saffron lv2
$*gatherInfo-gather_saffron_lv3-description=Saffron lv3
$*gatherInfo-gather_saffron_lv4-description=Saffron lv4
$*gatherInfo-gather_saffron_lv5-description=Saffron lv5
$*gatherInfo-gather_saffron_lv6-description=Saffron lv6
$*gatherInfo-gather_saffron_lv7-description=Saffron lv7
$*gatherInfo-gather_saffron_lv8-description=Saffron lv8
$*gatherInfo-V2gather_gold_lv1-description=Gold ore lv1
$*gatherInfo-V2gather_iron_lv1-description=Iron ore lv1
$*gatherInfo-V2gather_iron_lv2-description=Iron ore lv2
$*gatherInfo-V2gather_iron_lv3-description=Iron ore lv3
$*gatherInfo-V2gather_iron_lv4-description=Iron ore lv4
$*gatherInfo-V2gather_iron_lv5-description=Iron ore lv5
$*gatherInfo-V2gather_iron_lv6-description=Iron ore lv6
$*gatherInfo-V2gather_iron_lv7-description=Iron ore lv7
$*gatherInfo-V2gather_iron_lv8-description=Iron ore lv8
$*gatherInfo-V2gather_silver_lv3-description=Silver Ore lv1
$*gatherInfo-V2gather_silver_lv4-description=Silver Ore lv2
$*gatherInfo-V2gather_silver_lv5-description=Silver Ore lv3
$*gatherInfo-V2gather_silver_lv6-description=Silver Ore lv4
$*gatherInfo-V2gather_silver_lv7-description=Silver Ore lv5
$*gatherInfo-V2gather_silver_lv8-description=Silver Ore lv6
$*gatherInfo-V2gather_meteorite_lv3-description=Meteorite lv1
$*gatherInfo-V2gather_meteorite_lv4-description=Meteorite lv2
$*gatherInfo-V2gather_meteorite_lv5-description=Meteorite lv3
$*gatherInfo-V2gather_meteorite_lv6-description=Meteorite lv4
$*gatherInfo-V2gather_meteorite_lv7-description=Meteorite lv5
$*gatherInfo-V2gather_meteorite_lv8-description=Meteorite lv6
$*gatherInfo-V2gather_stone_lv3-description=Granite lv1
$*gatherInfo-V2gather_stone_lv4-description=Granite lv2
$*gatherInfo-V2gather_stone_lv5-description=Granite lv3
$*gatherInfo-V2gather_stone_lv6-description=Granite lv4
$*gatherInfo-V2gather_stone_lv7-description=Granite lv5
$*gatherInfo-V2gather_stone_lv8-description=Granite lv6
$*gatherInfo-V2gather_cotton_lv1-description=Cotton lv1
$*gatherInfo-V2gather_cotton_lv2-description=Cotton lv2
$*gatherInfo-V2gather_cotton_lv3-description=Cotton lv3
$*gatherInfo-V2gather_cotton_lv4-description=Cotton lv4
$*gatherInfo-V2gather_cotton_lv5-description=Cotton lv5
$*gatherInfo-V2gather_cotton_lv6-description=Cotton lv6
$*gatherInfo-V2gather_cotton_lv7-description=Cotton lv7
$*gatherInfo-V2gather_cotton_lv8-description=Cotton lv8
$*gatherInfo-V2gather_vegetable_parsley_lv1-description=Parsley lv1
$*gatherInfo-V2gather_vegetable_parsley_lv2-description=Parsley lv2
$*gatherInfo-V2gather_vegetable_parsley_lv3-description=Parsley lv3
$*gatherInfo-V2gather_vegetable_parsley_lv4-description=Parsley lv4
$*gatherInfo-V2gather_vegetable_parsley_lv5-description=Parsley lv5
$*gatherInfo-V2gather_vegetable_parsley_lv6-description=Parsley lv6
$*gatherInfo-V2gather_vegetable_parsley_lv7-description=Parsley lv7
$*gatherInfo-V2gather_vegetable_parsley_lv8-description=Parsley lv8
$*gatherInfo-V2gather_vegetable_cabbage_lv1-description=Cabbage lv1
$*gatherInfo-V2gather_vegetable_cabbage_lv2-description=Cabbage lv2
$*gatherInfo-V2gather_vegetable_cabbage_lv3-description=Cabbage lv3
$*gatherInfo-V2gather_vegetable_cabbage_lv4-description=Cabbage lv4
$*gatherInfo-V2gather_vegetable_cabbage_lv5-description=Cabbage lv5
$*gatherInfo-V2gather_vegetable_cabbage_lv6-description=Cabbage lv6
$*gatherInfo-V2gather_vegetable_cabbage_lv7-description=Cabbage lv7
$*gatherInfo-V2gather_vegetable_cabbage_lv8-description=Cabbage lv8
$*gatherInfo-V2gather_tomato_lv5-description=Tomato lv5
$*gatherInfo-V2gather_tomato_lv6-description=Tomato lv6
$*gatherInfo-V2gather_tomato_lv7-description=Tomato lv7
$*gatherInfo-V2gather_tomato_lv8-description=Tomato lv8
$*gatherInfo-V2gather_wheat_lv1-description=Wheat lv1
$*gatherInfo-V2gather_wheat_lv2-description=Wheat lv2
$*gatherInfo-V2gather_wheat_lv3-description=Wheat lv3
$*gatherInfo-V2gather_wheat_lv4-description=Wheat lv4
$*gatherInfo-V2gather_wheat_lv5-description=Wheat lv5
$*gatherInfo-V2gather_wheat_lv6-description=Wheat lv6
$*gatherInfo-V2gather_wheat_lv7-description=Wheat lv7
$*gatherInfo-V2gather_wheat_lv8-description=Wheat lv8
$*gatherInfo-V2gather_barley_lv1-description=Barley lv1
$*gatherInfo-V2gather_barley_lv2-description=Barley lv2
$*gatherInfo-V2gather_barley_lv3-description=Barley lv3
$*gatherInfo-V2gather_barley_lv4-description=Barley lv4
$*gatherInfo-V2gather_barley_lv5-description=Barley lv5
$*gatherInfo-V2gather_barley_lv6-description=Barley lv6
$*gatherInfo-V2gather_barley_lv7-description=Barley lv7
$*gatherInfo-V2gather_barley_lv8-description=Barley lv8
$*gatherInfo-V2gather_corn_lv1-description=Corn lv1
$*gatherInfo-V2gather_corn_lv2-description=Corn lv2
$*gatherInfo-V2gather_corn_lv3-description=Corn lv3
$*gatherInfo-V2gather_corn_lv4-description=Corn lv4
$*gatherInfo-V2gather_corn_lv5-description=Corn lv5
$*gatherInfo-V2gather_corn_lv6-description=Corn lv6
$*gatherInfo-V2gather_corn_lv7-description=Corn lv7
$*gatherInfo-V2gather_corn_lv8-description=Corn lv8
$*gatherInfo-V2gather_rice_lv1-description=Rice lv1
$*gatherInfo-V2gather_rice_lv2-description=Rice lv2
$*gatherInfo-V2gather_rice_lv3-description=Rice lv3
$*gatherInfo-V2gather_rice_lv4-description=Rice lv4
$*gatherInfo-V2gather_rice_lv5-description=Rice lv5
$*gatherInfo-V2gather_rice_lv6-description=Rice lv6
$*gatherInfo-V2gather_rice_lv7-description=Rice lv7
$*gatherInfo-V2gather_rice_lv8-description=Rice lv8
$*gatherInfo-V2gather_mint_lv1-description=Mint lv1
$*gatherInfo-V2gather_mint_lv2-description=Mint lv2
$*gatherInfo-V2gather_mint_lv3-description=Mint lv3
$*gatherInfo-V2gather_mint_lv4-description=Mint lv4
$*gatherInfo-V2gather_mint_lv5-description=Mint lv5
$*gatherInfo-V2gather_mint_lv6-description=Mint lv6
$*gatherInfo-V2gather_mint_lv7-description=Mint lv7
$*gatherInfo-V2gather_mint_lv8-description=Mint lv8
$*gatherInfo-V2gather_chilly_lv1-description=Chili lv1
$*gatherInfo-V2gather_chilly_lv2-description=Chili lv2
$*gatherInfo-V2gather_chilly_lv3-description=Chili lv3
$*gatherInfo-V2gather_chilly_lv4-description=Chili lv4
$*gatherInfo-V2gather_chilly_lv5-description=Chili lv5
$*gatherInfo-V2gather_chilly_lv6-description=Chili lv6
$*gatherInfo-V2gather_chilly_lv7-description=Chili lv7
$*gatherInfo-V2gather_chilly_lv8-description=Chili lv8
$*gatherInfo-V2gather_saffron_lv1-description=Saffron lv1
$*gatherInfo-V2gather_saffron_lv2-description=Saffron lv2
$*gatherInfo-V2gather_saffron_lv3-description=Saffron lv3
$*gatherInfo-V2gather_saffron_lv4-description=Saffron lv4
$*gatherInfo-V2gather_saffron_lv5-description=Saffron lv5
$*gatherInfo-V2gather_saffron_lv6-description=Saffron lv6
$*gatherInfo-V2gather_saffron_lv7-description=Saffron lv7
$*gatherInfo-V2gather_saffron_lv8-description=Saffron lv8
$*gatherInfo-V2gather_Herb_lv1-description=Silver Grass lv1
$*gatherInfo-V2gather_Herb_lv2-description=Silver Grass lv2
$*gatherInfo-V2gather_Herb_lv3-description=Silver Grass lv3
$*gatherInfo-V2gather_Herb_lv4-description=Silver Grass lv4
$*gatherInfo-V2gather_Herb_lv5-description=Silver Grass lv5
$*gatherInfo-V2gather_Herb_lv6-description=Silver Grass lv6
$*gatherInfo-V2gather_Herb_lv7-description=Silver Grass lv7
$*gatherInfo-V2gather_Herb_lv8-description=Silver Grass lv8
$*gatherInfo-V2gather_mushroom_pyogo-description=Parasol Mushroom
$*gatherInfo-V2gather_mushroom_songyi-description=Pine Mushroom
$*gatherInfo-V2gather_mushroom_youngzi-description=Forun Mushroom
$*gatherInfo-V2gather_iron_lv8_D-description=Iron ore lv8
$*gatherInfo-V2gather_silver_lv8_D-description=Silver ore lv6
$*gatherInfo-V2gather_meteorite_lv8_D-description=Meteorite lv6
$*gatherInfo-V2gather_stone_lv8_D-description=Granite lv6
$*gatherInfo-V2gather_cotton_lv8_D-description=Cotton lv8
$*gatherInfo-V2gather_vegetable_parsley_lv8_D-description=Parsley lv8
$*gatherInfo-V2gather_vegetable_cabbage_lv8_D-description=Cabbage lv8
$*gatherInfo-V2gather_tomato_lv8_D-description=Tomato lv8
$*gatherInfo-V2gather_Herb_lv8_D-description=Silver Grass Lv8
$*gatherInfo-V2gather_wheat_lv8_D-description=Wheat lv8
$*gatherInfo-V2gather_barley_lv8_D-description=Barley lv8
$*gatherInfo-V2gather_corn_lv8_D-description=Corn lv8
$*gatherInfo-V2gather_rice_lv8_D-description=Rice lv8
$*gatherInfo-V2gather_mint_lv8_D-description=Mint lv8
$*gatherInfo-V2gather_chilly_lv8_D-description=Chili lv8
$*gatherInfo-V2gather_saffron_lv8_D-description=Saffron lv8
$*gatherInfo-gather_wheat_lv1_Q-description=Wheat lv1
$*gatherInfo-V2gather_iron_lv1_Q-description=Iron ore lv1
